Repository: Chandran98/Indolawassociates
Catalog: lib/Client/l10n/app_*.arb
Languages: ta

# apply
source: Apply for issues
ta: விண்ணப்பம்

# categorysubtitle1
source: Recovery of possession of Immovable property.It is a principle of law that a person, who has been in a long continuous possession of the immovable property, can protect the same by seeking an injunction against any person in the world other than the true owner. It is also a settled principle of law that owner of the property can get back his possession only by resorting to due process of law. It states that a suit for possession must be filed having regard to the provision of the Code of Civil Procedure.
ta: அசையாச் சொத்தை திரும்பப் பெறுதல். அசையாச் சொத்தை நீண்டகாலமாக உடைமையாக வைத்திருக்கும் ஒருவர், உண்மையான உரிமையாளரைத் தவிர உலகில் உள்ள எந்தவொரு நபருக்கும் எதிராகத் தடை உத்தரவைப் பெறுவதன் மூலம் அதைப் பாதுகாக்க முடியும் என்பது சட்டத்தின் கொள்கை. சட்டத்தின் சரியான நடைமுறையை நாடுவதன் மூலம் மட்டுமே சொத்தின் உரிமையாளர் தனது உடைமையை திரும்பப் பெற முடியும் என்பதும் சட்டத்தின் தீர்க்கப்பட்ட கொள்கையாகும். சிவில் நடைமுறைச் சட்டத்தின் விதியைக் கருத்தில் கொண்டு உடைமைக்கான வழக்கு தாக்கல் செய்யப்பட வேண்டும் என்று அது கூறுகிறது.

# categorysubtitle2
source: When a couple seeks divorce for various reasons, if the child or children are minors, the legal right to keep and look after the child/ children is called Child Custody. Generally, it pertains to the right given to a child's mother or father but under special circumstances like death of the parent/s it maybe even be granted to the grandparents or a third party relative to become the legal guardian of the child till the child attains majority.
ta: ஒரு தம்பதியினர் பல்வேறு காரணங்களுக்காக விவாகரத்து கோரும் போது, குழந்தை அல்லது குழந்தைகள் மைனர்களாக இருந்தால், குழந்தை/குழந்தைகளை வைத்து பராமரிக்கும் சட்டப்பூர்வ உரிமை குழந்தை காப்பகம் எனப்படும். பொதுவாக, இது குழந்தையின் தாய் அல்லது தந்தைக்கு வழங்கப்படும் உரிமையைப் பற்றியது, ஆனால் பெற்றோரின் மரணம் போன்ற சிறப்புச் சூழ்நிலைகளில் குழந்தை அடையும் வரை குழந்தையின் சட்டப்பூர்வ பாதுகாவலராக தாத்தா பாட்டி அல்லது மூன்றாம் தரப்பினருக்கு இது வழங்கப்படலாம். பெரும்பான்மை.

# categorysubtitle3
source: Crimes against property typically involve interference with the property of another party. Although they may involve physical or mental harm to another, they primarily result in the deprivation of the use or enjoyment of property. Many property crimes are theft crimes, including burglary, larceny, robbery, auto theft, and shoplifting.
ta: சொத்துக்கு எதிரான குற்றங்கள் பொதுவாக மற்றொரு தரப்பினரின் சொத்தில் தலையிடுவதை உள்ளடக்கியது. அவை மற்றவருக்கு உடல் ரீதியாகவோ அல்லது மன ரீதியாகவோ தீங்கு விளைவிப்பதாக இருந்தாலும், அவை முதன்மையாக சொத்தின் பயன்பாடு அல்லது அனுபவத்தை இழப்பதில் விளைகின்றன. பல சொத்துக் குற்றங்கள் திருட்டு குற்றங்கள் ஆகும், இதில் வழிப்பறி, வழிப்பறி, கொள்ளை, வாகன திருட்டு மற்றும் கடையில் திருடுதல் ஆகியவை அடங்கும்.

# categorysubtitle4
source: Corporations provide limited personal liability for debts and obligations of the business, which provides protection for shareholder assets. Exceptions include cases of fraud and unpaid business taxes. Corporations also have the advantage of a lower tax rate than the individual tax rate. Trade mark protects item that identify a particular business from another where as copy right protects original work. Corporate finance is a catch-all designation for any business division that handles financial activities for a firm.
ta: நிறுவனங்கள் கடன்கள் மற்றும் வணிகத்தின் கடமைகளுக்கு வரையறுக்கப்பட்ட தனிப்பட்ட பொறுப்பை வழங்குகின்றன, இது பங்குதாரர் சொத்துக்களுக்கு பாதுகாப்பை வழங்குகிறது. விதிவிலக்குகளில் மோசடி மற்றும் செலுத்தப்படாத வணிக வரிகள் ஆகியவை அடங்கும். தனிநபர் வரி விகிதத்தை விட குறைந்த வரி விகிதத்தின் நன்மையும் பெருநிறுவனங்களுக்கு உண்டு. வர்த்தக முத்திரை ஒரு குறிப்பிட்ட வணிகத்தை மற்றொன்றிலிருந்து அடையாளம் காணும் பொருளைப் பாதுகாக்கிறது, நகல் உரிமை அசல் படைப்பைப் பாதுகாக்கிறது. கார்ப்பரேட் நிதி என்பது ஒரு நிறுவனத்திற்கான நிதி நடவடிக்கைகளைக் கையாளும் எந்தவொரு வணிகப் பிரிவிற்கும் ஒரு கேட்ச்-ஆல் பதவியாகும்.

# categorysubtitle5
source: Cybercrime law provides rules of conduct and standards of behaviour for the use of the Internet, computers, and related digital technologies, and the actions of the public, government, and private organizations; rules of evidence and criminal procedure, and other criminal justice matters in cyberspace; and regulation to reduce risk and/or mitigate the harm done to individuals, organizations, and infrastructure should a cybercrime occur.
ta: இணையம், கணினிகள் மற்றும் தொடர்புடைய டிஜிட்டல் தொழில்நுட்பங்கள் மற்றும் பொதுமக்கள், அரசு மற்றும் தனியார் நிறுவனங்களின் செயல்பாடுகளுக்கான நடத்தை விதிகள் மற்றும் நடத்தை விதிகளை சைபர் கிரைம் சட்டம் வழங்குகிறது; சைபர்ஸ்பேஸில் சாட்சியங்கள் மற்றும் குற்றவியல் நடைமுறைகள் மற்றும் பிற குற்றவியல் நீதி தொடர்பான விதிகள்; சைபர் கிரைம் நிகழும்போது, தனிநபர்கள், நிறுவனங்கள் மற்றும் உள்கட்டமைப்பு ஆகியவற்றுக்கு ஏற்படும் தீங்கைக் குறைக்க மற்றும்/அல்லது ஆபத்தைக் குறைப்பதற்கான ஒழுங்குமுறை.

# categorysubtitle6
source: Disputes between people or business over money or some injury to personal rights are called civil cases. If you decide to sue another person, an organization or a business, your case is a civil case. Private individuals, businesses or the government can sue other people and organizations. The person who is suing is called the plaintiff and the person who is being sued is called the defendant. A judge’s responsibility is to ensure that cases are resolved efficiently and effectively.
ta: பணம் தொடர்பாக மக்கள் அல்லது வணிகங்களுக்கு இடையே ஏற்படும் தகராறுகள் அல்லது தனிப்பட்ட உரிமைகளுக்கு ஏதேனும் காயம் ஏற்படுவது சிவில் வழக்குகள் எனப்படும். நீங்கள் மற்றொரு நபர், ஒரு நிறுவனம் அல்லது வணிகத்தின் மீது வழக்குத் தொடர முடிவு செய்தால், உங்கள் வழக்கு சிவில் வழக்கு. தனியார் தனிநபர்கள், வணிகங்கள் அல்லது அரசாங்கம் மற்ற நபர்கள் மற்றும் நிறுவனங்கள் மீது வழக்குத் தொடரலாம். வழக்குத் தொடுப்பவர் வாதி என்றும், வழக்குத் தொடரப்பட்டவர் பிரதிவாதி என்றும் அழைக்கப்படுகிறார். வழக்குகள் திறமையாகவும், திறம்படவும் தீர்க்கப்படுவதை உறுதி செய்வதே நீதிபதியின் பொறுப்பு.

# categorysubtitle7
source: Taxes are mandatory contributions levied on individuals or corporations by a government entity—whether local, regional or national. Tax revenues finance government activities, including public works and services such as roads and schools, or programs such as Social Security and Medicare. In economics, taxes fall on whoever pays the burden of the tax, whether this is the entity being taxed, such as a business, or the end consumers of the business’s goods.
ta: வரிகள் என்பது தனிநபர்கள் அல்லது பெருநிறுவனங்கள் மீது அரசு நிறுவனத்தால் விதிக்கப்படும் கட்டாயப் பங்களிப்புகள் - உள்ளூர், பிராந்திய அல்லது தேசியம். பொதுப் பணிகள் மற்றும் சாலைகள் மற்றும் பள்ளிகள் போன்ற சேவைகள் அல்லது சமூகப் பாதுகாப்பு மற்றும் மருத்துவப் பாதுகாப்பு போன்ற திட்டங்கள் உட்பட அரசாங்க நடவடிக்கைகளுக்கு வரி வருவாய் நிதியளிக்கிறது. பொருளாதாரத்தில், வரிச் சுமையை யார் செலுத்தினாலும், வணிகம் போன்ற வரி விதிக்கப்படும் நிறுவனம் அல்லது வணிகப் பொருட்களின் இறுதி நுகர்வோர் மீது வரி விழுகிறது.

# categorysubtitle8
source: Labour law which is also known as employment law and its services. The new labour laws limit the maximum basic pay to 50 per cent of CTC, thus effectively increasing the Gratuity bonus to be paid to the employee. Under the new wages code, the gratuity amount will be calculated on a larger salary base, which will include basic pay plus allowances such as a special allowance on wages. Provident fund (PF) contribution is calculated as a percentage of basic wage, which includes basic pay and dearness allowance.
ta: தொழிலாளர் சட்டம், இது வேலைவாய்ப்பு சட்டம் மற்றும் அதன் சேவைகள் என்றும் அழைக்கப்படுகிறது. புதிய தொழிலாளர் சட்டங்கள் CTC இன் அதிகபட்ச அடிப்படை ஊதியத்தை 50 சதவீதமாக கட்டுப்படுத்துகிறது, இதனால் பணியாளருக்கு வழங்கப்படும் பணிக்கொடை போனஸ் திறம்பட அதிகரிக்கிறது. புதிய ஊதியக் குறியீட்டின் கீழ், பணிக்கொடைத் தொகையானது ஒரு பெரிய சம்பள அடிப்படையில் கணக்கிடப்படும், இதில் அடிப்படை ஊதியம் மற்றும் ஊதியத்தின் மீதான சிறப்பு அலவன்ஸ் போன்ற அலவன்ஸ்கள் அடங்கும். வருங்கால வைப்பு நிதி (PF) பங்களிப்பு அடிப்படை ஊதியத்தின் சதவீதமாக கணக்கிடப்படுகிறது, இதில் அடிப்படை ஊதியம் மற்றும் அகவிலைப்படியும் அடங்கும்.

# categorysubtitle9
source: Consumer court is a special purpose court in India, It primarily deals with consumer related disputes maintaining fair practices in contracts of sellers and protect consumer rights. Once the grounds are established, the next step is to estimate the pecuniary limit for the complaint. Under the Consumer Protection Act there exists a three-tier redressal forum. complaints are filed in these forums in accordance with the pecuniary limit as fixed by the law.
ta: நுகர்வோர் நீதிமன்றம் என்பது இந்தியாவில் உள்ள ஒரு சிறப்பு நோக்க நீதிமன்றமாகும், இது முதன்மையாக விற்பனையாளர்களின் ஒப்பந்தங்களில் நியாயமான நடைமுறைகளைப் பேணுதல் மற்றும் நுகர்வோர் உரிமைகளைப் பாதுகாக்கும் நுகர்வோர் தொடர்பான சர்ச்சைகளைக் கையாள்கிறது. அடிப்படை நிறுவப்பட்டதும், புகாருக்கான பண வரம்பை மதிப்பிடுவது அடுத்த படியாகும். நுகர்வோர் பாதுகாப்புச் சட்டத்தின் கீழ் மூன்று அடுக்கு தீர்வு மன்றம் உள்ளது. சட்டத்தால் நிர்ணயிக்கப்பட்ட பண வரம்புக்கு இணங்க இந்த மன்றங்களில் புகார்கள் பதிவு செய்யப்படுகின்றன.

# categorytitle1
source: Property
ta: சொத்து

# categorytitle2
source: Family
ta: குடும்பம்

# categorytitle3
source: Criminal
ta: கிரிமினல்

# categorytitle4
source: Corporate
ta: பெருநிறுவன

# categorytitle5
source: Cyber
ta: இணையம்

# categorytitle6
source: Civil
ta: குடிமை

# categorytitle7
source: Taxation
ta: வரிவிதிப்பு

# categorytitle8
source: Labour
ta: தொழிலாளர்

# categorytitle9
source: Consumer
ta: நுகர்வோர்

# drawerkey1
source: My Profile
ta: சுயவிவரம்

# drawerkey2
source: Offers & Subscriptions
ta: சலுகைகள்

# drawerkey3
source: ILA Services
ta: இலா சேவைகள்

# drawerkey4
source: Language
ta: மொழி

# drawerkey5
source: Contact us For more info
ta: தொடர்புக்கு

# drawerkey6
source: Log out
ta: வெளியேறு

# drawerkey7
source: Careers
ta: வேலைகள்

# feedback
source: Send feedback
ta: கருத்தினை அனுப்பவும்

# forms1
source: Forms Related to Trust Agreements
ta: நம்பிக்கை உடன்படிக்கைகள் தொடர்பான படிவங்கள்

# forms10
source: Forms Related to Mortgage
ta: அடமானம் தொடர்பான படிவங்கள்

# forms11
source: Forms Related to Partition
ta: பகிர்வு தொடர்பான படிவங்கள்

# forms12
source: Forms Related to Partnership
ta: கூட்டாண்மை தொடர்பான படிவங்கள்

# forms13
source: Forms Related to Sales
ta: விற்பனை தொடர்பான படிவங்கள்

# forms2
source: Forms Related to Will
ta: உயில் தொடர்பான படிவங்கள்

# forms3
source: Forms Related to Business
ta: வணிகம் தொடர்பான படிவங்கள்

# forms4
source: Forms Related to Company Laws
ta: நிறுவனத்தின் சட்டங்கள் தொடர்பான படிவங்கள்

# forms5
source: Forms Related to Consumer Laws
ta: நுகர்வோர் சட்டங்கள் தொடர்பான படிவங்கள்

# forms6
source: Forms Related to Criminal Laws
ta: குற்றவியல் சட்டங்கள் தொடர்பான படிவங்கள்

# forms7
source: Forms Related to Deeds
ta: பத்திரங்கள் தொடர்பான படிவங்கள்"),

# forms8
source: Forms Related to Family Laws
ta: குடும்பச் சட்டங்கள் தொடர்பான படிவங்கள்

# forms9
source: Forms Related to Gifts
ta: பரிசுகள் தொடர்பான படிவங்கள்

# helpline1
source: Need help with your booking?
ta: உங்கள் முன்பதிவுக்கு உதவி தேவையா?

# helpline2
source: Get instant help from our customer support team.
ta: எங்கள் வாடிக்கையாளர் ஆதரவுக் குழுவிடமிருந்து உடனடி உதவியைப் பெறுங்கள்.

# helptitle
source: Need help with your booking
ta: உங்கள் பிரச்சினைகளுக்குத் தெரிவிக்கப்பட்ட படிவங்களுக்கு ஆதரவுக் குழுவைத் தொடர்புகொள்ளவும்

# hometitle
source: India's finest Advocate Platform
ta: இந்தியாவின் சிறந்த வழக்கறிஞர் தளம்

# hometitle2
source: Categories
ta: வகைகள்

# hometitle3
source: Top Lawyers
ta: முன்னணி வழக்கறிஞர்கள்

# languagekey
source: Choose your language
ta: உங்கள் மொழியை தேர்வு செய்யவும்

source: Legal Forms
ta: சட்டப் படிவங்கள்

# mail
source: Mail it
ta: அஞ்சல்

# navkey1
source: Home
ta: தலமை

# navkey2
source: Services
ta: சேவை

# navkey3
source: Legal
ta: சட்டம்

# navkey4
source: NRI
ta: என்ஆர்ஐ

# otherservicessub1
source: Bulk return filing for corporates, CA and accountant Legal Clinics is the most trusted Income Tax Return e-filing service Are you looking for the easiest way to e-File Bulk Income Tax Return? Look no further as Legal Clinics provides you with fully assisted e-filing by tax experts. Get your return prepared by our experts.
ta: கார்ப்பரேட்டுகள், CA மற்றும் கணக்காளர் சட்ட கிளினிக்குகளுக்கு மொத்தமாக ரிட்டர்ன் தாக்கல் செய்வது மிகவும் நம்பகமான வருமான வரி கணக்கு மின்-தாக்கல் சேவையாகும். மொத்த வருமான வரி கணக்கை மின்-தாக்கல் செய்வதற்கான எளிதான வழியை நீங்கள் தேடுகிறீர்களா? வரி நிபுணர்களின் முழு உதவி மின்-தாக்கல் செய்வதை சட்ட மருத்துவ மனைகள் உங்களுக்கு வழங்குவதால் மேலும் பார்க்க வேண்டாம். எங்கள் நிபுணர்களால் உங்கள் வருமானத்தைத் தயாரிக்கவும்.

# otherservicessub10
source: FSSAI registration is mandatory compliance used to ensure the safety of food products and it is essentially a food safety certificate issued by the food authority in India. FSSAI license is mandatory before starting any food business. All the manufacturers, traders, restaurants who are involved in food business must obtain a 14-digit registration or a license number which must be printed on food packages.
ta: FSSAI பதிவு என்பது உணவுப் பொருட்களின் பாதுகாப்பை உறுதி செய்யப் பயன்படுத்தப்படும் கட்டாய இணக்கம் மற்றும் இது அடிப்படையில் இந்தியாவில் உணவு ஆணையத்தால் வழங்கப்பட்ட உணவுப் பாதுகாப்புச் சான்றிதழாகும். எந்தவொரு உணவு வணிகத்தையும் தொடங்குவதற்கு முன் FSSAI உரிமம் கட்டாயமாகும். உணவு வணிகத்தில் ஈடுபடும் அனைத்து உற்பத்தியாளர்கள், வணிகர்கள், உணவகங்கள், உணவுப் பொட்டலங்களில் அச்சிடப்பட்ட 14 இலக்க பதிவு அல்லது உரிம எண்ணைப் பெற வேண்டும்.

# otherservicessub11
source: Every person registered under the GST Act has to periodically furnish the details of sales and purchases along with tax collected and paid thereon, respectively, by filing online returns. Before filing the return, payment of tax due is compulsory otherwise such return will be invalid. GST Return filling is done by Legal Clinics.
ta: ஜிஎஸ்டி சட்டத்தின் கீழ் பதிவுசெய்யப்பட்ட ஒவ்வொரு நபரும் ஆன்லைன் வருமானத்தை தாக்கல் செய்வதன் மூலம் முறையே வசூலிக்கப்பட்ட மற்றும் செலுத்தப்பட்ட வரியுடன் விற்பனை மற்றும் கொள்முதல் விவரங்களை அவ்வப்போது வழங்க வேண்டும். ரிட்டனைத் தாக்கல் செய்வதற்கு முன், செலுத்த வேண்டிய வரியைச் செலுத்துவது கட்டாயமாகும், இல்லையெனில் அத்தகைய வருமானம் செல்லாது. ஜிஎஸ்டி ரிட்டர்ன் நிரப்புதல் சட்ட கிளினிக்குகளால் செய்யப்படுகிறது.

# otherservicessub12
source: Income tax is tax levied on the income of a person by the Government of India as per the provisions contained in the Income Tax Act 1961. It is levied on income earned during the year starting from 1 April and ending 31st March. Legal Clinics provide Income Tax Return Filing.
ta: வருமான வரி என்பது 1961 ஆம் ஆண்டு வருமான வரிச் சட்டத்தில் உள்ள விதிகளின்படி இந்திய அரசாங்கத்தால் ஒரு நபரின் வருமானத்தின் மீது விதிக்கப்படும் வரியாகும். இது ஏப்ரல் 1 ஆம் தேதி தொடங்கி மார்ச் 31 ஆம் தேதி வரையிலான ஆண்டில் ஈட்டப்பட்ட வருமானத்தின் மீது விதிக்கப்படுகிறது. சட்ட கிளினிக்குகள் வருமான வரி கணக்கு தாக்கல் செய்யும்.

# otherservicessub13
source: International Standards Organization (ISO) is an independent organization that sets the standards for businesses in terms of quality, safety, and efficiency of products. An ISO registration enhances the reputation of your service or product. There are different types of ISO certification like ISO 9001, ISO 14001, ISO 5001, etc.
ta: சர்வதேச தரநிலை அமைப்பு (ISO) என்பது ஒரு சுயாதீனமான அமைப்பாகும், இது தயாரிப்புகளின் தரம், பாதுகாப்பு மற்றும் செயல்திறன் ஆகியவற்றின் அடிப்படையில் வணிகங்களுக்கான தரநிலைகளை அமைக்கிறது. ISO பதிவு உங்கள் சேவை அல்லது தயாரிப்பின் நற்பெயரை மேம்படுத்துகிறது. ஐஎஸ்ஓ 9001, ஐஎஸ்ஓ 14001, ஐஎஸ்ஓ 5001 போன்ற பல்வேறு வகையான ஐஎஸ்ஓ சான்றிதழ்கள் உள்ளன.

# otherservicessub14
source: Patent Registration helps you to get a patent of an itellectual property right to an invention carried out by an individual or firm. IP department has been initiated by Indian government to grant you the full right to register your invention under patent (but only if it is unique). It also ensures that owner gets more preference over other person for your particular invention.
ta: காப்புரிமைப் பதிவு ஒரு தனிநபர் அல்லது நிறுவனத்தால் மேற்கொள்ளப்படும் ஒரு கண்டுபிடிப்புக்கான அறிவுசார் சொத்தின் காப்புரிமையைப் பெற உதவுகிறது. உங்கள் கண்டுபிடிப்பை காப்புரிமையின் கீழ் பதிவு செய்வதற்கான முழு உரிமையையும் உங்களுக்கு வழங்குவதற்காக இந்திய அரசாங்கத்தால் IP துறை தொடங்கப்பட்டுள்ளது (ஆனால் அது தனித்துவமாக இருந்தால் மட்டுமே). உங்கள் குறிப்பிட்ட கண்டுபிடிப்புக்கு மற்ற நபரை விட உரிமையாளர் அதிக முன்னுரிமை பெறுவதையும் இது உறுதி செய்கிறது.

# otherservicessub15
source: Professional Tax is the tax levied by the various State Governments of India on salaried individuals working in government or non-government entities, or in practice of any profession, such as CAs, Lawyers, Doctors, etc. or carry out some form of business, are required to pay this professional tax. Professional Tax Registration is done by Indo Law.
ta: தொழில்முறை வரி என்பது, அரசு அல்லது அரசு சாரா நிறுவனங்களில் பணிபுரியும் ஊதியம் பெறும் தனிநபர்கள் அல்லது CAக்கள், வழக்கறிஞர்கள், மருத்துவர்கள் போன்ற எந்தவொரு தொழிலின் நடைமுறையிலும் அல்லது ஏதேனும் ஒரு வணிகத்தை மேற்கொள்பவர்கள் மீது இந்தியாவின் பல்வேறு மாநில அரசுகளால் விதிக்கப்படும் வரி ஆகும். இந்த தொழில்முறை வரியை செலுத்த வேண்டும். தொழில்முறை வரி பதிவு இந்திய சட்டத்தால் செய்யப்படுகிறது.

# otherservicessub16
source: If the real estate company is in poor Financial condition and is unable to continue or finish the concerned real estate project, home buyers can initiate insolvency proceedings, sending a legal notice to the builder serves as a final warning. In case a settlement is still not reached, you should then file the application for initiating insolvency process. Property Possession Delay-NCLT.
ta: ரியல் எஸ்டேட் நிறுவனம் மோசமான நிதி நிலையில் இருந்தால், சம்பந்தப்பட்ட ரியல் எஸ்டேட் திட்டத்தைத் தொடரவோ அல்லது முடிக்கவோ முடியாவிட்டால், வீடு வாங்குபவர்கள் திவால் நடவடிக்கைகளைத் தொடங்கலாம், பில்டருக்கு சட்டப்பூர்வ அறிவிப்பை அனுப்புவது இறுதி எச்சரிக்கையாக இருக்கும். இன்னும் ஒரு தீர்வு எட்டப்படவில்லை என்றால், நீங்கள் திவால் செயல்முறையைத் தொடங்குவதற்கான விண்ணப்பத்தைத் தாக்கல் செய்ய வேண்டும். சொத்து உடைமை தாமதம்-NCLT.

# otherservicessub17
source: RERA(Real Estate Regulatory Authority)is an act for the regulation and promotion of the real estate sector to ensure the sale of apartment, plot or building in an efficient and transparent manner. It is a dedicated court for the real estate sector and has a fact case_resolution rate. RERA exists to protect the interests of home-Buyers in India. Property Possession Delay-RERA.
ta: RERA (ரியல் எஸ்டேட் ஒழுங்குமுறை ஆணையம்) என்பது அடுக்குமாடி குடியிருப்பு, ப்ளாட் அல்லது கட்டிடத்தின் விற்பனையை திறமையான மற்றும் வெளிப்படையான முறையில் உறுதி செய்வதற்காக ரியல் எஸ்டேட் துறையின் ஒழுங்குமுறை மற்றும் ஊக்குவிப்புக்கான ஒரு செயல் ஆகும். இது ரியல் எஸ்டேட் துறைக்கான பிரத்யேக நீதிமன்றம் மற்றும் உண்மை வழக்கு_தீர்வு விகிதத்தைக் கொண்டுள்ளது. இந்தியாவில் வீடு வாங்குபவர்களின் நலன்களைப் பாதுகாக்க RERA உள்ளது. சொத்து உடைமை தாமதம்-RERA.

# otherservicessub18
source: ROC stands for Registrar of Companies which is an office under the Indian Ministry of corporate affairs that deal with the administration of the Companies Act, 2013. The office of ROC functions as registry records, related to the companies registered with them, which are available for inspection by members of public on payment of the prescribed fee.
ta: ROC என்பது கம்பெனிகள் சட்டம், 2013 இன் நிர்வாகத்தை கையாளும் இந்திய கார்ப்பரேட் விவகார அமைச்சகத்தின் கீழ் உள்ள ஒரு அலுவலகமான நிறுவனங்களின் பதிவாளர். நிர்ணயிக்கப்பட்ட கட்டணத்தை செலுத்தும் பொது உறுப்பினர்களின் ஆய்வு.

# otherservicessub19
source: If the real estate company is in poor Trade License is a certificate/document which grants the permission to carry on a particular trade or business for which it is issued. The License Department is the authorized department by the municipal corporations which issues licenses in consultation with other specialized consultative departments.
ta: ரியல் எஸ்டேட் நிறுவனம் மோசமான வர்த்தகத்தில் இருந்தால், அது வழங்கப்பட்ட ஒரு குறிப்பிட்ட வர்த்தகம் அல்லது வணிகத்தை மேற்கொள்வதற்கான அனுமதியை வழங்கும் சான்றிதழ்/ஆவணம். உரிமத் துறை என்பது முனிசிபல் கார்ப்பரேஷன்களால் அங்கீகரிக்கப்பட்ட துறையாகும், இது மற்ற சிறப்பு ஆலோசனைத் துறைகளுடன் கலந்தாலோசித்து உரிமங்களை வழங்குகிறது.

# otherservicessub2
source: Income tax is tax levied on the income of a person by the Government of India as per the provisions contained in the Income Tax Act 1961. It is levied on income earned during the year starting from 1 April and ending 31st March.
ta: வருமான வரி என்பது 1961 ஆம் ஆண்டு வருமான வரிச் சட்டத்தில் உள்ள விதிகளின்படி இந்திய அரசாங்கத்தால் ஒரு நபரின் வருமானத்தின் மீது விதிக்கப்படும் வரியாகும். இது ஏப்ரல் 1 ஆம் தேதி தொடங்கி மார்ச் 31 ஆம் தேதி வரையிலான ஆண்டில் ஈட்டப்பட்ட வருமானத்தின் மீது விதிக்கப்படுகிறது.

# otherservicessub20
source: A trademark is any unique expression related to a product or service that distinguishes it from others.A trademark can be easily assigned from one authorized person to other. If a person wants to transfer his/her trademark or wants to shift the ownership of the trademark, then it can be done easily with a Trademark Assignment.
ta: வர்த்தக முத்திரை என்பது ஒரு தயாரிப்பு அல்லது சேவையுடன் தொடர்புடைய எந்தவொரு தனித்துவமான வெளிப்பாடாகும், இது மற்றவர்களிடமிருந்து வேறுபடுத்துகிறது. ஒரு வர்த்தக முத்திரையை அங்கீகரிக்கப்பட்ட ஒருவரிடமிருந்து மற்றவருக்கு எளிதாக ஒதுக்க முடியும். ஒரு நபர் தனது வர்த்தக முத்திரையை மாற்ற விரும்பினால் அல்லது வர்த்தக முத்திரையின் உரிமையை மாற்ற விரும்பினால், அதை வர்த்தக முத்திரை ஒதுக்கீட்டின் மூலம் எளிதாகச் செய்யலாம்.

# otherservicessub21
source: A trademark is any unique expression related to a product or service that distinguishes it from others. This expression could be a word, slogan, photograph, logo, graphic, colour combination, sound or even smell.
ta: வர்த்தக முத்திரை என்பது ஒரு தயாரிப்பு அல்லது சேவையுடன் தொடர்புடைய எந்தவொரு தனித்துவமான வெளிப்பாடாகும், இது அதை மற்றவர்களிடமிருந்து வேறுபடுத்துகிறது. இந்த வெளிப்பாடு ஒரு வார்த்தை, கோஷம், புகைப்படம், லோகோ, கிராஃபிக், வண்ண கலவை, ஒலி அல்லது வாசனையாக இருக்கலாம்.

# otherservicessub22
source: A trademark is a “brand name” or “logo” that helps you protect the identity of your business. To restrict others from using your brand name or logo, Legal Clinics will help you register your trademark through an expert trademark lawyer. Trademark registration online is done by Indo Law.
ta: வர்த்தக முத்திரை என்பது உங்கள் வணிகத்தின் அடையாளத்தைப் பாதுகாக்க உதவும் "பிராண்ட் பெயர்" அல்லது "லோகோ" ஆகும். உங்கள் பிராண்ட் பெயர் அல்லது லோகோவைப் பயன்படுத்துவதை மற்றவர்கள் கட்டுப்படுத்த, லீகல் கிளினிக்குகள் ஒரு நிபுணர் வர்த்தக முத்திரை வழக்கறிஞர் மூலம் உங்கள் வர்த்தக முத்திரையைப் பதிவுசெய்ய உதவும். ஆன்லைன் வர்த்தக முத்திரை பதிவு இந்திய சட்டத்தால் செய்யப்படுகிறது.

# otherservicessub23
source: A trademark is any unique expression related to a product or service that distinguishes it from others. So, the Registrar informs them regarding the same 6 months before expiration. Still, if there is no action from your side, then Registrar issues a statement which says that your trademark would be removed from Trade Marks Journal.
ta: வர்த்தக முத்திரை என்பது ஒரு தயாரிப்பு அல்லது சேவையுடன் தொடர்புடைய எந்தவொரு தனித்துவமான வெளிப்பாடாகும், இது அதை மற்றவர்களிடமிருந்து வேறுபடுத்துகிறது. எனவே, காலாவதியாகும் 6 மாதங்களுக்கு முன்பு பதிவாளர் அவர்களுக்குத் தெரிவிக்கிறார். இருப்பினும், உங்கள் தரப்பிலிருந்து எந்த நடவடிக்கையும் இல்லை என்றால், பதிவாளர் ஒரு அறிக்கையை வெளியிடுகிறார், அதில் உங்கள் வர்த்தக முத்திரை வர்த்தக முத்திரைகள் ஜர்னலில் இருந்து அகற்றப்படும்.
