Repository: Chandran98/Indolawassociates
Catalog: lib/Client/l10n/app_*.arb
Languages: ta

# otherservicessub3
source: The authorized capital is the maximum amount of capital which a Company can raise through the issue of shares to its shareholders. Authorized share capital is mentioned in the Memorandum of Association of the company. The company can raise capital up to this amount. . An increase in authorized capital is required for issuing new shares and inducting more capital into the company.
ta: அங்கீகரிக்கப்பட்ட மூலதனம் என்பது ஒரு நிறுவனம் தனது பங்குதாரர்களுக்கு பங்குகளை வழங்குவதன் மூலம் திரட்டக்கூடிய அதிகபட்ச மூலதனமாகும். அங்கீகரிக்கப்பட்ட பங்கு மூலதனம் நிறுவனத்தின் மெமோராண்டம் ஆஃப் அசோசியேஷனில் குறிப்பிடப்பட்டுள்ளது. இந்த தொகை வரை நிறுவனம் மூலதனத்தை திரட்ட முடியும். . புதிய பங்குகளை வெளியிடுவதற்கும் நிறுவனத்தில் அதிக மூலதனத்தை உள்வாங்குவதற்கும் அங்கீகரிக்கப்பட்ட மூலதனத்தின் அதிகரிப்பு தேவைப்படுகிறது.

# otherservicessub4
source: Directors are appointed by the shareholders of a Company for the management of a Company. A Private Limited Company is required to have a minimum of two Directors and a Limited Company is required to have a minimum of three Directors. Appointment or removal of a Director or Designated Partners is thus required due to various reasons.
ta: ஒரு நிறுவனத்தின் நிர்வாகத்திற்காக ஒரு நிறுவனத்தின் பங்குதாரர்களால் இயக்குநர்கள் நியமிக்கப்படுகிறார்கள். ஒரு தனியார் லிமிடெட் நிறுவனத்திற்கு குறைந்தபட்சம் இரண்டு இயக்குநர்கள் இருக்க வேண்டும் மற்றும் ஒரு லிமிடெட் நிறுவனத்திற்கு குறைந்தபட்சம் மூன்று இயக்குநர்கள் இருக்க வேண்டும். பல்வேறு காரணங்களால் இயக்குநர் அல்லது நியமிக்கப்பட்ட கூட்டாளர்களை நியமித்தல் அல்லது நீக்குதல் தேவைப்படுகிறது.

# otherservicessub5
source: Section 12 of Companies Act, 2013 mandates all the companies to have registered office either at the time of incorporation or within 30 days of incorporation. Registered office of a company is a place where all the communications and notices may be sent. The situation clause of Memorandum of Association contains the state in which registered office of the company is situated.
ta: நிறுவனங்கள் சட்டம், 2013 இன் பிரிவு 12, அனைத்து நிறுவனங்களும் இணைக்கப்படும் நேரத்திலோ அல்லது இணைக்கப்பட்ட 30 நாட்களுக்குள் பதிவு செய்யப்பட்ட அலுவலகத்தை கட்டாயமாக்குகிறது. ஒரு நிறுவனத்தின் பதிவு செய்யப்பட்ட அலுவலகம் என்பது அனைத்து தகவல்தொடர்புகள் மற்றும் அறிவிப்புகளை அனுப்பக்கூடிய இடமாகும். மெமோராண்டம் ஆஃப் அசோசியேஷன் நிபந்தனை விதியானது, நிறுவனத்தின் பதிவு செய்யப்பட்ட அலுவலகம் அமைந்துள்ள மாநிலத்தைக் கொண்டுள்ளது.

# otherservicessub6
source: Income tax is tax levied on the income of a person by the Government of India as per the provisions contained in the Income Tax Act 1961. It is levied on income earned during the year starting from 1 April and ending 31st March.
ta: வருமான வரி என்பது 1961 ஆம் ஆண்டு வருமான வரிச் சட்டத்தில் உள்ள விதிகளின்படி இந்திய அரசாங்கத்தால் ஒரு நபரின் வருமானத்தின் மீது விதிக்கப்படும் வரியாகும். இது ஏப்ரல் 1 ஆம் தேதி தொடங்கி மார்ச் 31 ஆம் தேதி வரையிலான ஆண்டில் ஈட்டப்பட்ட வருமானத்தின் மீது விதிக்கப்படுகிறது.

# otherservicessub7
source: Drug License is mandatory to do business in Drugs & Cosmetics in India. The provisions for this has been made in Drugs & Cosmetics Act, 1940 which is applicable to whole of India. It is an Act to consolidate all the laws relating to drugs & cosmetics, which established the Drugs Control Department. In 1964, the Act was amended to include Ayurvedic & Unani drugs.
ta: இந்தியாவில் மருந்துகள் மற்றும் அழகுசாதனப் பொருட்களில் வணிகம் செய்ய மருந்து உரிமம் கட்டாயமாகும். இந்தியா முழுமைக்கும் பொருந்தக்கூடிய மருந்துகள் மற்றும் அழகுசாதனப் பொருட்கள் சட்டம், 1940ல் இதற்கான ஏற்பாடுகள் செய்யப்பட்டுள்ளன. இது மருந்துகள் மற்றும் அழகுசாதனப் பொருட்கள் தொடர்பான அனைத்து சட்டங்களையும் ஒருங்கிணைக்கும் சட்டமாகும், இது மருந்து கட்டுப்பாட்டு துறையை நிறுவியது. 1964 ஆம் ஆண்டில், ஆயுர்வேத மற்றும் யுனானி மருந்துகளை உள்ளடக்கிய சட்டம் திருத்தப்பட்டது.

# otherservicessub8
source: Employee State Insurance Corporation or ESIC is a self-financing social security and health insurance scheme which provides medical benefit, sickness benefit, maternity benefit, disablement benefit and various other benefits such as funeral expenses, free supply of physical aids etc. to the employees and their family.
ta: ஊழியர் ஸ்டேட் இன்சூரன்ஸ் கார்ப்பரேஷன் அல்லது ESIC என்பது ஒரு சுயநிதி சமூகப் பாதுகாப்பு மற்றும் உடல்நலக் காப்பீட்டுத் திட்டமாகும், இது மருத்துவப் பலன்கள், சுகவீனப் பலன்கள், மகப்பேறு பலன்கள், ஊனமுற்றோர் நலன்கள் மற்றும் ஊழியர்களுக்கு இறுதிச் சடங்குகள், உடல் உதவிகள் இலவசம் போன்ற பல நன்மைகளை வழங்குகிறது. அவர்களின் குடும்பம்.

# otherservicessub9
source: The Micro, Small and Medium Enterprises are considered as a very significant piece of India’s legacy economic model and a part of the critical supply chain for products and services. There were around 633.8 lakh unincorporated non-agriculture enterprises in the country which are dealing in different economic activities providing employment to 11.10 crore workers.
ta: குறு, சிறு மற்றும் நடுத்தர நிறுவனங்கள் இந்தியாவின் பாரம்பரிய பொருளாதார மாதிரியின் மிக முக்கியமான பகுதியாகவும், பொருட்கள் மற்றும் சேவைகளுக்கான முக்கியமான விநியோகச் சங்கிலியின் ஒரு பகுதியாகவும் கருதப்படுகின்றன. நாட்டில் சுமார் 633.8 லட்சம் விவசாயம் சாராத நிறுவனங்கள் 11.10 கோடி தொழிலாளர்களுக்கு வேலைவாய்ப்பை வழங்கும் பல்வேறு பொருளாதார நடவடிக்கைகளில் ஈடுபட்டு வருகின்றன.

# otherservicetitle1
source: Bulk Return Filing
ta: மொத்த ரிட்டர்ன் தாக்கல்

# otherservicetitle10
source: FSSAI Food License
ta: எஃப்எஸ்எஸ்ஏஐ உணவு உரிமம்

# otherservicetitle11
source: GST Return
ta: ஜிஎஸ்டி வருமானம்

# otherservicetitle12
source: Income Tax Return
ta: வருமான வரி அறிக்கை

# otherservicetitle13
source: ISO Registration
ta: ஐஎஸ்ஓ பதிவு

# otherservicetitle14
source: Patent Registration
ta: காப்புரிமை பதிவு

# otherservicetitle15
source: Professional Tax Registration
ta: நிபுணத்துவ வரி பதிவு

# otherservicetitle16
source: Property Possession Delay-NCLT
ta: சொத்து உடைமை தாமதம்-என்சிஎல்டி

# otherservicetitle17
source: Property Possession Delay-RERA
ta: சொத்து உடைமை தாமதம்-ரேரா

# otherservicetitle18
source: ROC Compliances
ta: ஆர்ஓசி இணக்கங்கள்

# otherservicetitle19
source: Trade License
ta: வர்த்தக உரிமம்

# otherservicetitle2
source: Business Income Return
ta: வணிக வருமானம்

# otherservicetitle20
source: Trademark Assignment
ta: வர்த்தக முத்திரை ஒதுக்கீடு

# otherservicetitle21
source: Trademark Objection
ta: வர்த்தக முத்திரை எதிர்ப்பு

# otherservicetitle22
source: Trademark Registration
ta: வர்த்தக முத்திரை பதிவு

# otherservicetitle23
source: Trademark Renewal
ta: வர்த்தக முத்திரை புதுப்பித்தல்

# otherservicetitle3
source: Change in Authorized Capital Of a company
ta: ஒரு நிறுவனத்தின் அங்கீகரிக்கப்பட்ட

# otherservicetitle4
source: Change in Directors
ta: இயக்குநர்கள் மாற்றம்

# otherservicetitle5
source: Change In Registered Office
ta: பதிவுசெய்த அலுவலகத்தில் மாற்றம்

# otherservicetitle6
source: Company Annual Filing
ta: நிறுவனத்தின் வருடாந்திர தாக்கல்

# otherservicetitle7
source: Drug License
ta: மருந்து உரிமம்

# otherservicetitle8
source: ESIC Registration
ta: இஎஸ்ஐசி பதிவு

# otherservicetitle9
source: ESME/MSME/SSI Registration
ta: எஸ்எம்இ/எம்எஸ்எம்இ/எஸ்எஸ்ஐ பதிவு

# paralegal1
source: Adhar card
ta: ஆதார் அட்டை

# paralegal2
source: Pan card
ta: பான் அட்டை

# paralegal3
source: Birth and Death Certificate
ta: பிறப்பு மற்றும் இறப்பு சான்றிதழ்

# paralegal4
source: Will and Gift writing
ta: உயில் மற்றும் பரிசு எழுதுதல்

# paralegal5
source: EC,Patta, Land Verification
ta: இ.சி., பட்டா, நில சரிபார்ப்பு

# paralegal6
source: Education Issues
ta: கல்விப் பிரச்சினைகள்

# paralegal7
source: Affidavits
ta: பிரமாண பத்திரங்கள்

source: Paralegal Services
ta: சட்ட துணை சேவைகள்

# paralegalsub1
source: Aadhaar number is verifiable in an online, cost-effective way. It is unique and robust enough to eliminate duplicates and fake identities and may be used as a basis/primary identifier to roll out several Government welfare schemes and programs for effective service delivery thereby promoting transparency and good governance.
ta: ஆதார் எண் ஆன்லைனில், செலவு குறைந்த முறையில் சரிபார்க்கப்படுகிறது. நகல்கள் மற்றும் போலி அடையாளங்களை அகற்றுவதற்கு இது தனித்துவமானது மற்றும் வலுவானது மற்றும் வெளிப்படைத்தன்மை மற்றும் நல்ல நிர்வாகத்தை மேம்படுத்துவதற்காக பல அரசாங்க நலத்திட்டங்கள் மற்றும் திட்டங்களை வெளியிடுவதற்கு அடிப்படை/முதன்மை அடையாளங்காட்டியாகப் பயன்படுத்தப்படலாம்.

# paralegalsub2
source: PAN system of identification is a computer-based system that assigns a unique identification numbers to every Indian tax-paying entity. Through this method, all tax-related information for a person is recorded against a single PAN number which acts as the primary key for storage of information.
ta: பான் அடையாள அமைப்பு என்பது கணினி அடிப்படையிலான அமைப்பாகும், இது ஒவ்வொரு இந்திய வரி செலுத்தும் நிறுவனத்திற்கும் தனிப்பட்ட அடையாள எண்களை வழங்குகிறது. இந்த முறையின் மூலம், ஒரு நபருக்கான அனைத்து வரி தொடர்பான தகவல்களும் ஒற்றை PAN எண்ணுக்கு எதிராக பதிவு செய்யப்படுகின்றன, இது தகவல்களை சேமிப்பதற்கான முதன்மை விசையாக செயல்படுகிறது.

# paralegalsub3
source: Birth certificates are often needed for obtaining licenses, getting government benefits, and registering for school. While many people turn to the Internet to order additional or replacement birth certificates.
ta: உரிமம் பெறுவதற்கும், அரசு சலுகைகளைப் பெறுவதற்கும், பள்ளிக்கு பதிவு செய்வதற்கும் பிறப்புச் சான்றிதழ்கள் பெரும்பாலும் தேவைப்படுகின்றன. பலர் கூடுதல் அல்லது மாற்று பிறப்புச் சான்றிதழ்களை ஆர்டர் செய்ய இணையத்தை நாடுகிறார்கள்.

# paralegalsub4
source: A Will, as defined under the Indian Succession Act, 1925, is the legal declaration of the intention of a testator with respect to his property which he desires to be carried into effect after his death.
ta: உயில், இந்திய வாரிசுச் சட்டம், 1925-ன் கீழ் வரையறுக்கப்பட்டுள்ளபடி, அவர் இறந்த பிறகு நடைமுறைப்படுத்த விரும்பும் அவரது சொத்து தொடர்பான சட்டப்பூர்வ அறிவிப்பாகும்.

# paralegalsub5
source: Patta is a legal document to prove the lawful ownership of a person on land, it becomes a crucial document in case of any dispute between the landholder and the government or any third-party landowner. One becomes eligible to get compensation in case the government decides to acquire the land.
ta: பட்டா என்பது நிலத்தில் ஒரு நபரின் சட்டப்பூர்வ உரிமையை நிரூபிக்கும் ஒரு சட்ட ஆவணமாகும், நில உரிமையாளருக்கும் அரசாங்கத்திற்கும் அல்லது மூன்றாம் தரப்பு நில உரிமையாளருக்கும் இடையே ஏதேனும் தகராறு ஏற்பட்டால் அது ஒரு முக்கியமான ஆவணமாகும். நிலத்தை கையகப்படுத்த அரசு முடிவு செய்யும் பட்சத்தில் ஒருவர் இழப்பீடு பெற தகுதியுடையவராவார்.

# paralegalsub6
source: Education is the most imperative segment out of different segments of a social foundation. The accomplished and appropriately prepared manpower can quicken the pace of monetary development. Despite our earnest attempts, our instructive improvement still stays at a low dimension.
ta: ஒரு சமூக அடித்தளத்தின் பல்வேறு பிரிவுகளில் கல்வி மிகவும் அவசியமான பிரிவு ஆகும். நிறைவேற்றப்பட்ட மற்றும் சரியான முறையில் தயாரிக்கப்பட்ட மனிதவளம் பண வளர்ச்சியின் வேகத்தை விரைவுபடுத்த முடியும். எங்களின் தீவிர முயற்சிகள் இருந்தபோதிலும், எங்கள் போதனை மேம்பாடு இன்னும் குறைந்த பரிமாணத்தில் உள்ளது.

# paralegalsub7
source: An Affidavit is simply a written, notarized sworn statement. An Affidavit can be used for nearly any reason such as to attest to someone's death or birth, to state a place of residence, or to be entered as evidence in a court trial. When you sign an affidavit, you are simply attesting, under law, that you swear a statement written in the affidavit is true.
ta: பிரமாணப் பத்திரம் என்பது எழுதப்பட்ட, அறிவிக்கப்பட்ட உறுதிமொழி அறிக்கை. ஒருவரின் இறப்பு அல்லது பிறப்பைச் சான்றளிக்க, வசிக்கும் இடத்தைக் குறிப்பிட அல்லது நீதிமன்ற விசாரணையில் ஆதாரமாக உள்ளிடுவது போன்ற எந்தவொரு காரணத்திற்காகவும் உறுதிமொழிப் பத்திரம் பயன்படுத்தப்படலாம். நீங்கள் ஒரு பிரமாணப் பத்திரத்தில் கையொப்பமிடும்போது, அந்த பிரமாணப் பத்திரத்தில் எழுதப்பட்ட ஒரு அறிக்கை உண்மை என்று நீங்கள் சத்தியம் செய்கிறீர்கள்.

# primarylanguage
source: English
ta: ஆங்கிலம்

source: Quick call
ta: அவசர அழைப்பு

source: Submit
ta: சமர்ப்பிக்கவும்

# workingshift
source: Monday To Saturday
ta: திங்கள் - சனிக்கிழமை
